modules/OpenQBMM/tutorials/pbeTransportFoam/TaylorDispersion/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application directory
application=`getApplication`

runApplication blockMesh
cp -r 0.pbe 0

runApplication $application

# ----------------------------------------------------------------- end-of-file
